IDEA Open Model
RebarGeneral Constructor
Compatible with IDEA StatiCa 20.1
 create a new instance.
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public RebarGeneral()
Public Sub New
See Also
Reference
RebarGeneral Class
IdeaRS.OpenModel.Model Namespace